{
    "title": "Studi di laboratorio a supporto delle missioni astrobiologiche di esplorazione del pianeta Marte ",
    "topic": "Solar System, Astrobiology and Exoplanets",
    "thesis_type": "bachelor",
    "duration": "1",
    "supervisor": "Teresa Fornaro, John Robert Brucato",
    "collaborators": "",
    "references": "Per info aggiuntive consultare il materiale sul sito del gruppo di ricerca di Astrobiologia dell’Osservatorio Astrofisico di Arcetri riportate sul website: https:\/\/sites.google.com\/inaf.it\/arcetriastrobiologylaboratory\/educational",
    "requirements": "Nessuno",
    "description": "La ricerca di biosignature molecolari è uno degli obiettivi prioritari delle missioni di esplorazione del pianeta Marte come Mars 2020 e ExoMars, che sono equipaggiate con strumenti idonei alla rivelazione di questo tipo di biosignature, attraverso l’utilizzo della spettroscopia infrarossa e Raman, la spettrometria di massa accoppiata alla gas cromatografia o alla tecnica di ionizzazione per desorbimento laser. L’interpretazione dei dati acquisiti da questi strumenti su Marte richiede studi sistematici di laboratorio che simulino l’ambiente planetario e permettano di investigare l’evoluzione di eventuali biomolecole soggette a vari fenomeni di alterazione che possano essere avvenuti sul pianeta. Tali studi sono fondamentali anche per selezionare i migliori campioni da analizzare in situ e\/o da riportare sulla Terra in missioni di sample return.\n\nNell’ambito di una tesi triennale di durata di circa 1 mese, lo studente potrà svolgere una tra le seguenti attività a supporto di tali missioni spaziali presso il laboratorio di Astrobiologia dell’Osservatorio Astrofisico di Arcetri:\n- Preparazione e caratterizzazione di campioni analoghi marziani con strumenti analoghi;\n- Esperimenti di irraggiamento ultravioletto degli analoghi marziani utilizzando una camera di simulazione marziana;\n- Realizzazione di un database di riferimento per interpretare i dati di missione, che aiuti a riconoscere biosignature molecolari nei depositi minerali che saranno esplorati su Marte.",
    "contacts": "teresa.fornaro@inaf.it, john.brucato@inaf.it",
    "image": ""
}