{
    "title": "Laboratory studies in support of the Mars exploration missions ExoMars (ESA) and Mars 2020 (NASA), aimed at detecting molecular biosignatures on Mars ",
    "topic": "Solar System, Astrobiology and Exoplanets",
    "thesis_type": "master",
    "duration": "6-9",
    "supervisor": "Teresa Fornaro, John Brucato",
    "collaborators": "",
    "references": "Per info aggiuntive consultare il materiale sul sito del gruppo di ricerca di Astrobiologia dell’Osservatorio Astrofisico di Arcetri riportate sul website: https:\/\/sites.google.com\/inaf.it\/arcetriastrobiologylaboratory\/educational ",
    "requirements": "Basi teoriche di spettroscopia infrarossa e raman",
    "description": "The search for molecular biosignatures is one of the primary objectives of Mars exploration missions such as Mars 2020 and ExoMars, which are equipped with instruments capable of detecting this type of biosignature through infrared and Raman spectroscopy, as well as mass spectrometry coupled with gas chromatography or laser-desorption ionization techniques. Interpreting the data acquired by these instruments on Mars requires systematic laboratory studies that simulate the planetary environment and allow investigation of the evolution of potential biomolecules subjected to various alteration processes that may have occurred on the planet. Such studies are also essential for selecting the best samples to analyze in situ and\/or return to Earth in future sample-return missions.\n\nWe summarize below the various activities that the student may carry out at the Astrobiology Laboratory of the Arcetri Astrophysical Observatory as part of a Master’s thesis (6–9 months), in support of these space missions:\n- Preparation and characterization of Martian analogue samples using laboratory analogue instruments; \n- Ultraviolet irradiation experiments on Martian analogues using a Mars-simulation chamber; \n- Ion-irradiation experiments on Martian analogues; \n- Detectability\/sensitivity tests of space instruments onboard the ExoMars and Mars 2020 rovers, an activity that may also be carried out in collaboration with several institutes, including: the Laboratoire Interuniversitaire des Systèmes Atmosphériques (LISA) of the University of Paris, the Laboratoire Atmosphères, Milieux, Observations Spatiales (LATMOS) in France, the University of Valladolid in Spain, NASA’s Goddard Space Flight Center, and NASA’s Jet Propulsion Laboratory in the United States; \n- Development of a reference database to support the interpretation of mission data and help identify molecular biosignatures within the mineral deposits to be explored on Mars.",
    "contacts": "teresa.fornaro@inaf.it, john.brucato@inaf.it",
    "image": ""
}