{
    "title": "Sublimation studies of water and other volatiles from lunar samples (Apollo program) in support of ESA PROSPECT space mission.",
    "topic": "Solar System, Astrobiology and Exoplanets",
    "thesis_type": "master",
    "duration": "6-9",
    "supervisor": "Giovanni Poggiali, John Brucato",
    "collaborators": "",
    "references": "Per info aggiuntive consultare il materiale sul sito del gruppo di ricerca di Astrobiologia dell’Osservatorio Astrofisico di Arcetri riportate sul website: https:\/\/sites.google.com\/inaf.it\/arcetriastrobiologylaboratory\/educational ",
    "requirements": "Basi teoriche di spettroscopia infrarossa e raman",
    "description": "The Moon is back as main target of several national space agency and private companies. The importance of our natural satellite include advancement of scientifical knowledge, support for long human presence in space and retrival of resources. One of the main point of the scientific exploration of the Moon is the search of volatiles and water both on the surface (at the north and south poles) or in subsurfaces. In the framework of new planned and proposed missions and payload for the Moon exploration the support of laboratory activity is fundamental to understand the capability of each measurement technique and to assure the success of positive volatile and water detection. Examining the interaction between lunar analog minerals and organic\/volatile molecule is the key strategy to interpret remote sensing data.\n\nWe summarize below the various activities that the student may carry out at the Astrobiology Laboratory of the Arcetri Astrophysical Observatory as part of a Master’s thesis (6–9 months):\n- Characterization with IR and Raman spectroscopy of Moon simulant, meteorites and returned samples investigating their interaction with organics and volatiles  \n- Study of organic\/volatiles survivability against thermal alteration and UV irradiation in simulated lunar environment\n- Analysis of remote sensing data and comparison with laboratory measurments to support the preparation and landing site selection for future missions\n- Development and test of measurement protocols for in-situ payload for analysis of organics presence in regolith\n- Invetigation on geometry effect and regolith physical properties influence on remotes sensing data, in particular infrared spectroscopy and visible spectrophotometry",
    "contacts": "giovanni.poggiali@inaf.it",
    "image": ""
}