{
    "title": "AI and Machine Learning for the Hunt for Earth 2.0",
    "topic": "Instrumentation",
    "thesis_type": "master",
    "duration": "9",
    "supervisor": "Guido Agapito",
    "collaborators": "",
    "references": "Bugatti M. “Simulating RISTRETTO: Proxima b detectability in reflected light” A&amp;A 2025\nLandman R. “Making the unmodulated pyramid wavefront sensor smart: II. First on-sky demonstration of extreme adaptive optics with deep learning” A&amp;A 2025\nRossi F. et al. “A machine learning approach to AO parameters estimation on the wavefront sensor” SPIE 2024\nRossi F. et al. “Machine learning for a non-modulated pyramid wavefront sensor” AO4ELT7 2023\nKuznetsov A. et al. &quot;Prediction of AO corrected PSF for SPHERE \/ AOF NFM&quot; AO4ELT7\nNousiainen, J. “Toward on-sky adaptive optics control using reinforcement learning. Model-based policy optimization for adaptive optics” A&amp;A 2022\nKasper M. et al. “”PCS — A Roadmap for Exoearth Imaging with the ELT” The Messenger 2021",
    "requirements": "",
    "description": "Adaptive Optics (AO) has revolutionized ground-based astronomy, but the hunt for Earth-like exoplanets demands a leap in performance that standard control techniques cannot provide. Current systems, based on linear estimation and control, are hitting a \"performance wall\" when trying to distinguish the faint reflected light of a planet from the glare of its host star.\n\nArtificial Intelligence and Machine Learning (ML) represent the new frontier to overcome these limitations. By learning the complex, non-linear dynamics of the atmosphere and the instrument, Neural Networks have the potential to outperform traditional algorithms in critical areas such as Wavefront Sensing, turbulence prediction, and image reconstruction.\n\nINAF-Arcetri is at the forefront of this revolution, developing the AO systems for the world's largest telescopes (ELT, VLT). We invite students to explore how Deep Learning can be applied to real-time astronomical control, tackling the challenge of executing complex inference with sub-millisecond latency.\n\nThe thesis can be tailored to the student's background and interests: it can focus on theoretical development, simulation, or experimental validation.\n\nPossible Research Areas:\n- Non-Linear Wavefront Sensing: Using Convolutional Neural Networks (CNNs) to interpret signals from high-sensitivity sensors (e.g., Pyramid WFS) in regimes where linear approximations fail.\n- Intelligent Predictive Control: Developing Reinforcement Learning agents or Recurrent Neural Networks (RNNs) to predict atmospheric turbulence evolution and reduce time-delay errors.\n- Real-Time Inference Optimization: Implementing and optimizing Neural Networks on GPUs to meet the hard real-time constraints of AO loops (> 1 kHz).\n- PSF Reconstruction: Using ML to model the Point Spread Function from telemetry data, crucial for the scientific analysis of astronomical images.\n- Data-Driven Analysis: Training models on large datasets of real telemetry from VLT\/ELT instruments to identify and correct optical aberrations.",
    "contacts": "guido.agapito@inaf.it",
    "image": ""
}