{
    "title": "Stellar radial migration in the Galactic disk: impact on chemical evolution models",
    "topic": "Stars and Stellar Evolution",
    "thesis_type": "master",
    "duration": "6",
    "supervisor": "Marco Palla",
    "collaborators": "",
    "references": "- Frankel et al. (2018): https:\/\/ui.adsabs.harvard.edu\/abs\/2018ApJ...865...96F\/abstract\n- Frankel et al. (2020): https:\/\/ui.adsabs.harvard.edu\/abs\/2020ApJ...896...15F\/abstract\n- Palla et al. (2022): https:\/\/ui.adsabs.harvard.edu\/abs\/2022A%26A...663A.125P\/abstract\n- Palla et al. (2024): https:\/\/ui.adsabs.harvard.edu\/abs\/2024A%26A...690A.334P\/abstract\n- Spitoni et al. (2025): https:\/\/ui.adsabs.harvard.edu\/abs\/2025A%26A...700A..58S\/abstract",
    "requirements": "Scientific: \n- basic knowledge of the chemical evolution topic ([alpha\/Fe] vs. [Fe\/H] diagram evolution, contribution of different type of stars to the chemical enrichment)\nTechnical:\n- Knowledge of Python, familiarity with its standard libraries (numpy, pandas, matplotlib).\n- Basics of Fortran and parallel computing can help.",
    "description": "The chemical evolution of the Milky Way (MW) disk is the consequence of a complex interplay of different physical phenomena, namely star formation, stellar chemical and energetic feedback, and gas flows (e.g., inflows, outflows). The overall picture is further complicated by the existence of stellar radial migration , where stars born at a particular Galactic radius can move throughout their lifetimes, thus mixing with stars that originated in other Galactic regions.\nDespite the importance of this latter process, models of Galactic chemical evolution have so far only partially addressed it. Indeed, most current works either do not treat the process of chemical enrichment in sufficient detail (e.g., by not resolving stellar lifetimes) or implement radial migration only in post-processing (i.e., migration considered as ‘passive’ tracer of chemical enrichment). These simplifications, in turn, severely limits the analysis concerning the migration process and the general evolution of the entire disk.\n\nIn this Master's Thesis, the candidate will develop a new generation of chemical evolution models that include the process of radial migration on-the-fly. This will be achieved by considering several analytical recipes for its implementation. The results of the model runs will be compared with typical diagnostics for Galactic chemical enrichment, such as [X\/Fe] vs. [Fe\/H] abundance diagrams and radial abundance gradients, as obtained by the most up-to-date large-scale spectroscopic surveys, such as Gaia-ESO and SDSS-Milky Way Mapper (APOGEE).\nBy doing this, it will be possible to thoroughly analyze the effects of stellar migration on the other key ingredients and parameters shaping the Galactic chemical evolution. This work will aim to revise the standard \"best-fit\" recipes adopted in the literature to successfully reproduce the Galactic observables.",
    "contacts": "marco.palla@inaf.it",
    "image": ""
}