{
    "title": "Quantifying the role of disequilibrium chemistry in the emission spectrum of HD 209458 b",
    "topic": "Solar System, Astrobiology and Exoplanets",
    "thesis_type": "master",
    "duration": "6-9",
    "supervisor": "Tomás de Azevedo Silva, Lorenzo Pino",
    "collaborators": "",
    "references": "A general review of exoplanet atmospheres : Madhusudhan 2019 - Exoplanetary Atmospheres: Key Insights, Challenges, and Prospects\n\nIn-depth paper on photochemical transport model: Tsai et al. 2024 -  Global Chemical Transport on Hot Jupiters: Insights from the 2D VULCAN Photochemical Model\n\nA study which shows the impact of chemical disequilibrium on the interpretation of recent JWST data: Welbanks et al. 2024 - A High Internal Heat Flux and Large Core in a Warm\nNeptune Exoplanet",
    "requirements": "Course “Exoplanets and protoplanetary disks”. Suggested background in programming. ",
    "description": "Jupiter-sized planets in short-period orbits, known as hot Jupiters, are among the most favorable targets for the study of exoplanet atmospheres. These planets are tidally locked to their host stars, leading to scorching daysides and cooler nightsides. Their inflated atmospheres, large scale heights, and short orbital periods enable high signal-to-noise atmospheric observations, particularly through spectroscopy, the primary tool for characterizing exoplanetary atmospheres.\n\nOne of the most iconic examples is HD 209458 b, the first exoplanet in which a chemical species was detected in its atmosphere and one of the most extensively studied targets to date. This planet continues to serve as a benchmark for testing our understanding of atmospheric processes in gas giants under extreme irradiation. However, despite its unparalleled observational coverage, key aspects of its atmospheric chemistry remain a mystery.\n\nRecent studies have shown that photochemistry and atmospheric mixing play a crucial role in shaping the composition of these planets’ atmospheres, leading to observable departures from chemical equilibrium predictions. Yet, most current models still rely on simplified one-dimensional equilibrium chemistry, even though observations reveal strong spatial inhomogeneities in temperature and composition. To address this, the proposed project aims to identify spectral fingerprints of disequilibrium chemistry in the atmosphere of HD 209458 b by leveraging a state-of-the-art grid of two-dimensional photochemical transport models. These simulations provide detailed maps of temperature, wind patterns, and chemical abundances as a function of longitude, capturing the interplay between stellar irradiation and large-scale atmospheric circulation.\n\nAs part of this thesis, the student will generate synthetic spectra from existing 2D models by running a publicly available radiative transfer code. This work will involve:\nAnalyzing a high-dimensional grid of photochemical+mixing models,\nGenerating the synthetic planetary emission spectra, \nInterpreting how different physical and chemical processes, such as equilibrium chemistry, photochemistry and chemical transport shape observable spectral features.\n\nBased on the results, the thesis could result in a publication.",
    "contacts": "tomas.deazevedosilva@inaf.it",
    "image": ""
}