{
    "title": "Quadruply lensed QSO",
    "topic": "Galaxies and AGNs",
    "thesis_type": "master",
    "duration": "6",
    "supervisor": "Filippo Mannucci",
    "collaborators": "",
    "references": "",
    "requirements": "",
    "description": "Strong gravitational lensing is an effect originally predicted by A. Einstein and now often observed in high redshift galaxies. It is of fundamental importance for many reasons: in particular, lensing is able to measure the total mass budget of the galaxy within a given scale, defined by the so-called Einstein radius. Coupled with ancillary information obtained from spectroscopic data and scaling relations, it can be used to disentangle the stellar and dark matter component of galaxies, allowing for a joint measurement of dark matter fraction and stellar initial mass function (IMF), that can be used to test some of the main predictions of modern galaxy evolution theories and hydrodynamical simulations.\nOur group has developed a novel method to discover lensed QSOs with very small separations (i.e small Einstein radii), a unique tool to probe the innermost region of galaxies. \nQuadruply-lensed QSO are observed when the background QSO and foreground lensing galaxy are nearly perfectly aligned, and allow for a very precise estimate of the most important lensing parameter, that is the Einstein radius. Both imaging and spectroscopic data of these galaxies are available, obtained with adaptive-optics observations with MUSE and ERIS at VLT. Together these data allow a characterization of the lensing galaxy properties and intervening absorbers along the line of sight.\n\nPossible master thesis:\n1. Dark matter fraction and IMF constraining in high-z galaxies: most of the vast literature on this subject is limited to the local Universe due to the rarity of high-z known systems and observational limitations. We have discovered several quadruply-lensed QSO at intermediate redshifts. The student will reconstruct the mass and light profile of some of these systems, aiming at constraining its stellar IMF, to be compared with simulation predictions.\n2. PSF modeling and reconstruction of adaptive-optics (AO) observations: Given the small separation of our objects, AO observations are needed both for spectroscopy and imaging, in order to achieve sufficient resolution needed to disentangle the multiple images. A fundamental part of the analysis of these objects is modelling their light profile from images: to this aim, in order to separate the point-like background QSO images and lensing galaxyemissions, an accurate modeling of the point spread function (PSF) is needed. Currently, this represents one of the main technical challenges of these studies. The student will work on the development of a reliable reconstruction method of the PSF of modern AO-assisted instruments at the VLT, namely MUSE and ERIS, that will unlock the full potential of current and future observations.",
    "contacts": "filippo.mannucci@inaf.it",
    "image": ""
}