{
    "title": "Connecting dust and stars in CALIFA galaxies",
    "topic": "Galaxies and AGNs",
    "thesis_type": "master",
    "duration": "6-9",
    "supervisor": "Stefano Zibetti",
    "collaborators": "",
    "references": "Draine, B. T., 1990, The Evolution of the Interstellar Medium, 12, 193.\nZibetti et al., 2017, MNRAS, 468, 1902\nZibetti S. &amp; Gallazzi A. R., 2022, MNRAS, 512, 1415",
    "requirements": "General astrophysics courses, &quot;Physics of galaxies&quot; course. Programming skills (python recommended)",
    "description": "Dust grains in galaxies are produced through stellar nucleosynthesis and destroyed by various physical processes, linking dust abundance and distribution directly to the star formation and chemical enrichment history. We propose to investigate the spatial correlations between stellar population properties (age and metallicity) and dust attenuation in nearby galaxies using integral field spectroscopy data from the Calar Alto Legacy Integral Field Area (CALIFA) survey.\n\nThis thesis will utilize the spatially resolved maps derived by Zibetti et al. (2017), which provide homogeneous measurements of stellar age, metallicity, and V-band dust attenuation (A_V) across a statistically significant sample of nearby galaxies. We will analyze pixel-by-pixel correlations between these fundamental properties, examining how dust attenuation varies with stellar population characteristics as a function of galactocentric radius, stellar mass, and morphological type.\n\nThe primary objectives are to: (1) quantify the strength and nature of correlations between age, metallicity, and dust attenuation on sub-kpc scales; (2) investigate radial trends in these correlations across galaxy disks; (3) explore how correlations depend on global galaxy properties such as morphology, stellar mass, and specific star formation rate; and (4) attempt some basic interpretations of the observed correlations in the context of dust production by evolved stars, dust destruction by supernova shocks, and dust growth in the ISM.\nThis work will provide observational constraints on the interplay between stellar evolution, chemical enrichment, and dust cycling in galaxies, informing models of dust production and destruction and their connection to galaxy evolution.",
    "contacts": "stefano.zibetti@inaf.it",
    "image": ""
}