{
    "title": "Analisi statistica dell’emissione nei raggi X di quasar con righe larghe di assorbimento in ultravioletto",
    "topic": "Galaxies and AGNs",
    "thesis_type": "bachelor",
    "duration": "1",
    "supervisor": "Emanuele Nardini",
    "collaborators": "",
    "references": "- “X-ray selected broad absorption line quasars in SDSS-V: BALs and non-BALs span the same range of X-ray properties”, Hiremath et al. (2025), Monthly Notices of the Royal Astronomical Society, 542, 2105 (https:\/\/ui.adsabs.harvard.edu\/link_gateway\/2025MNRAS.542.2105H\/PUB_HTML)\n- “The Correlation Between X-ray and UV Properties of BAL QSOs”, Fan et al. (2009), The Astrophysical Journal, 690, 1006 (https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/690\/1\/1006)",
    "requirements": "I concetti alla base del lavoro sono stati descritti nei corsi obbligatori di “Astronomia” e “Introduzione all’astrofisica”. Aver seguito il corso facoltativo di “Introduzione alle osservazioni astrofisiche” è indicato ma non strettamente necessario. I dati alla base dell’analisi fanno parte di cataloghi pubblici quindi non è richiesta alcuna conoscenza di riduzione dati. Tutti i parametri che saranno oggetto di studio sono stati già determinati e pubblicati nel catalogo dei quasar della Sloan Digital Sky Survey e in quello relativo alla missione ESA XMM-Newton. Una minima conoscenza del linguaggio Python è indicata ma non strettamente necessaria, dato che gli script per l’analisi del campione sono estremamente semplici e degli esempi di funzioni necessarie per il progetto verranno forniti allo studente o alla studentessa. Non è richiesta una lettura dettagliata degli articoli di riferimento che sono forniti allo scopo di dare l’idea generale del problema fisico da affrontare.",
    "description": "Negli spettri ultravioletti di una significativa frazione di quasar sono presenti righe larghe di assorbimento (BAL, dall’inglese Broad Absorption Line), prodotte da gas con ionizzazione medio-alta e caratterizzate da un sostanziale spostamento verso il blu. Questo implica la propagazione di venti di alta velocità (alcune migliaia di km\/s) dalle regioni nucleari di questi oggetti, capaci di influenzare l’evoluzione dell’intero sistema. I risultati finora ottenuti riguardo alle proprietà dell’emissione in banda X dei quasar che ospitano BAL sono contrastanti. Secondo alcuni lavori la presenza di BAL si accompagna con un’emissione X molto più debole del normale, mentre altri studi non trovano differenze statisticamente significative rispetto all’intera popolazione dei quasar. Questo lavoro di tesi ha l’obiettivo di verificare la possibile correlazione tra la debolezza nei raggi X e le proprietà delle righe larghe di assorbimento (intensità, velocità). I risultati daranno importanti indicazioni sul meccanismo di lancio e sostentamento dei venti su scala galattica nei quasar.\n\nLa durata della tesi è circa 1 mese così suddiviso: 1 settimana per prendere confidenza con il tema del progetto e per la preparazione degli script Python che verranno poi utilizzati per l’analisi; 2 settimane per l’analisi dei dati e la preparazione dei grafici; 1 settimana per la scrittura dell’elaborato.\n\nLa durata della tesi è 1 mese così suddiviso: 1 settimana per prendere confidenza con il tema del progetto e per prendere confidenza con gli script che verranno poi utilizzati per l’analisi degli spettri ottici; 2 settimane per l’analisi dei dati e la preparazione dei grafici; 1 settimana per la scrittura dell’elaborato.",
    "contacts": "emanuele.nardini@inaf.it",
    "image": ""
}