{
    "title": "La broad line region del nucleo galattico attivo Mrk 509",
    "topic": "Galaxies and AGNs",
    "thesis_type": "bachelor",
    "duration": "1",
    "supervisor": "Beta Lusso, Elena Bertola",
    "collaborators": "",
    "references": "",
    "requirements": "I concetti alla base del lavoro sono stati descritti nei corsi obbligatori di Astronomia e Introduzione all’astrofisica. Aver seguito il corso facoltativo di Introduzione alle osservazioni astrofisiche è indicato ma non strettamente necessario. I dati alla base dell’analisi sono stati ridotti e quindi non è richiesta alcuna conoscenza di riduzione dati. Una minima conoscenza del linguaggio Python è indicata ma non strettamente necessaria, dato che gli script per l’analisi del campione sono estremamente semplici e degli esempi di funzioni necessarie per il progetto verranno forniti allo studente o alla studentessa. Inoltre, non è richiesta alcuna conoscenza di analisi dati in banda X, i cui risultati verranno forniti al\/alla candidato\/a come ottenuti da analisi precedente. ",
    "description": "I nuclei galattici attivi (AGN) tracciano l’accrescimento di materia dei buchi neri supermassicci che risiedono al centro delle galassie. Attraverso l’emissione di radiazione elettromagnetica e la sua interazione con il gas circostante il buco nero, gli spettri degli AGN ci permettono di studiare il processo di accrescimento e la sua struttura anche in regioni che non possiamo risolvere spazialmente. Queste comprendono il disco di accrescimento (che emette in UV\/ottico), la corona di elettroni caldi (che emette nei raggi X) e la broad line region (BLR). Quest’ultima ha un’estensione che varia da qualche giorno luce a qualche anno luce, è composta di gas ionizzato ed emette in UV\/ottico, producendo righe di emissione “larghe”, con larghezze a metà altezza di qualche migliaio di km\/s. \n\nMrk 509 è una galassia Seyfert 1 locale, molto brillante e molto studiata in tutte le bande dello spettro elettromagnetico. Nello specifico, è il soggetto di un recentissimo programma di osservazione con Xrism, un nuovo osservatorio a raggi X che permette di acquisire spettri ad altissima risoluzione spettrale. Queste osservazioni con Xrism sono state coordinate con quelle di telescopi ottici a terra per poter condurre uno studio multi-frequenza del sistema di accrescimento sul buco nero di Mrk 509. Xrism\/RESOLVE ha permesso di caratterizzare l’emissione del complesso del ferro, confermando la complicata struttura delle regioni centrali: oltre alla tipica emissione della corona di elettroni caldi, lo spettro di Xrism mostra emissione X-ray che è consistente con l’essere prodotta nelle regioni di confine tra BLR e disco di accrescimento, più una seconda componente che invece è prodotta in zone più esterne. \n\nProgetto: Dato il modello dell’emissione a raggi X del complesso del ferro fornito al\/alla candidato\/a, il\/la candidato\/a dovrà costruire il modello dello spettro ottico di Mrk 509, come osservato con gli strumenti DOLORES del Telescopio Nazionale Galileo e\/o EFOSC2 del New Technology Telescope. Verrà utilizzato un codice python (e.g., pyQSOfit; https:\/\/github.com\/legolason\/PyQSOFit\/tree\/master) per l’analisi spettrale dei dati ottici. I risultati verranno poi paragonati a quelli dell’analisi spettrale X (forniti al\/alla candidato\/a da analisi precedente) per completare la caratterizzazione delle regioni centrali del sistema di accrescimento. ",
    "contacts": "elisabeta.lusso@unifi.it, elena.bertola@inaf.it",
    "image": ""
}