[
    {
        "id": 1,
        "title": "La vera distribuzione degli elementi chimici nelle galassie",
        "topic": "Galaxy evolution",
        "thesis_type": "bachelor",
        "duration": "6",
        "supervisor": "Francesco Belfiore",
        "collaborators": "Giovanni Cresci",
        "description": "Gli elementi più pesanti di idrogeno ed elio vengono ceati dalle stelle e\r\ndalle esplosioni di supernovae, che tendono ad aumentare il contenuto in metalli del\r\nmezzo interstellare. Questo è invece diminuito dall'accresciemento di gas a bassa metallicità dall'alone delle galassie, o espulso da potenti outflows generati dai venti stellari o dalle\r\nstesse Supernovae. Di conseguenza lo studio delle abbondanze chimiche nel mezzo interstellare è un parametro fondamentale per capire le proprietà e l'evoluzione delle popolazioni stellari e delle galassie.\r\n\r\nPurtroppo però la misura delle abbondanze chimiche, specialmente nelle galassie lontane,\r\nè resa particolarmente complessa dal fatto che per una misura diretta sono necessarie\r\ndelle righe deboli e difficili da osservare. Per questo motivo si utilizzano calibrazioni di righe nebulari più brillanti sia empiriche sia basate su modelli, che però non sono ancora\r\nben testate in tutta la varietà di condizioni di metallicità, ionizzazione, pressione etc. del\r\nmezzo interstellare che si osserva nelle diverse tipologie di galassie.",
        "contacts": "enrico.diteodoro@gmail.com",
        "image": "uploads\/Screenshot 2025-02-20 at 23.01.53.png"
    },
    {
        "id": 2,
        "title": "hgfgftgf",
        "topic": "kuhihbn",
        "thesis_type": "bachelor",
        "duration": "1",
        "supervisor": "9878yuhjkn",
        "collaborators": "",
        "description": "<p>&ndash; Gli elementi pi&ugrave; pesanti di idrogeno ed elio vengono ceati dalle stelle e dalle esplosioni di supernovae, che tendono ad aumentare il contenuto in metalli del mezzo interstellare. Questo &egrave; invece diminuito dall'accresciemento di gas a bassa metallicit&agrave; dall'alone delle galassie, o espulso da potenti outflows generati dai venti stellari o dalle stesse Supernovae. Di conseguenza lo studio delle abbondanze chimiche nel mezzo interstellare &egrave; un parametro fondamentale per capire le propriet&agrave; e l'evoluzione delle popolazioni stellari e delle galassie.<\/p>\r\n<p>&nbsp;<\/p>\r\n<p style=\"text-align: justify;\">Purtroppo per&ograve; la misura delle abbondanze chimiche, specialmente nelle galassie lontane, &egrave; resa particolarment<strong>e complessa dal fatto che per una <\/strong>misura diretta sono necessarie delle righe deboli e difficili da osservare. Per questo motivo si utilizzano calibrazioni di righe nebulari pi&ugrave; brillanti sia empiriche sia basate su modelli, che per&ograve; non sono ancora ben testate in tutta la variet&agrave; di condizioni di metallicit&agrave;, ionizzazione, pressione etc. del mezzo interstellare che si osserva nelle diverse tipologie di galassie.<\/p>",
        "contacts": "iu",
        "image": "uploads\/Screenshot 2025-02-20 at 23.01.53.png"
    }
]