{
    "id": "1",
    "title": "The chemical fingerprints of exoplanet-host stars",
    "topic": "Exoplanets",
    "thesis_type": "master",
    "duration": "3",
    "supervisor": "Maria Tsantaki",
    "collaborators": "",
    "requirements": "",
    "description": "<p style=\"text-align: justify;\"><span data-sheets-root=\"1\">The formation and evolution of planetary systems cannot be understood in isolation from their stellar and Galactic context. A star&rsquo;s chemical composition carries a record of the material from which it formed. This composition not only influences the star&rsquo;s own evolution but also determines the composition of the protoplanetary disk and thus, the types of planets that can form. Studying these chemical fingerprints, therefore, provides a key to understanding the processes of planet formation, migration, and evolution. <br><br>This project is directly connected to the Ariel space mission, a major ESA mission scheduled for launch in 2029. Ariel will perform the first large-scale spectroscopic survey of exoplanet atmospheres, observing about 1,000 transiting planets, allowing us to study how planets form and evolve under different physical and chemical conditions. The success of Ariel&rsquo;s science goals relies critically on the accurate characterization of the host stars. The physical properties of a planet can only be derived with precision, once those of its host star are known: the planet&rsquo;s radius, mass, density, bulk and atmospheric composition depend directly on the stellar properties. <br><br>Within this context, the student&rsquo;s work will contribute directly to the Ariel Stellar Characterization Working Group, which is responsible for deriving new and precise stellar parameters and chemical abundances for the Ariel target sample by using high quality stellar spectra. The results from this thesis will be integrated into the Ariel stellar characterization catalogue, ensuring that the mission observes well-characterized stars. In addition, exploring correlations from this sample between stellar and planetary properties, such as planet radius, mass, multiplicity, and architecture, provides insights into the processes that govern planet formation and evolution. <br><br>The student will:<\/span><\/p>\r\n<ul>\r\n<li style=\"text-align: justify;\"><span data-sheets-root=\"1\">Learn the fundamentals of stellar spectroscopy.<\/span><\/li>\r\n<li style=\"text-align: justify;\"><span data-sheets-root=\"1\">Gain experience in spectral synthesis and equivalent width methods for deriving stellar parameters (effective temperature, surface gravity, metallicity, rotational period) and chemical abundances.<\/span><\/li>\r\n<li style=\"text-align: justify;\"><span data-sheets-root=\"1\">Develop an understanding of planetary demographics and their dependence on host star properties.<\/span><\/li>\r\n<li style=\"text-align: justify;\"><span data-sheets-root=\"1\">Engage in an international research environment connected to the Ariel mission.<br><br><br><\/span><\/li>\r\n<\/ul>\r\n<p><span data-sheets-root=\"1\">References:<br><a href=\"https:\/\/doi.org\/10.1051\/0004-6361\/202243405\" target=\"_blank\" rel=\"noopener\">Magrini, L. et al., 2022<\/a><br><a href=\"https:\/\/doi.org\/10.1051\/0004-6361\/202453059\" target=\"_blank\" rel=\"noopener\">Tsantaki, M. et al., 2025<\/a><br><a href=\"https:\/\/doi.org\/10.1146\/annurev-astro-071221-053007\">Teske, J. K., 2024<\/a><br><\/span><\/p>",
    "contacts": "maria.tsantaki@inaf.it",
    "image": ""
}