{
    "id": "8",
    "title": "Coevolution of Black Holes and Galaxies: AGN outflows and feedback",
    "topic": "Galaxy evolution, AGN",
    "thesis_type": "master",
    "duration": "9",
    "supervisor": "Giovanni Cresci",
    "collaborators": "Elena Bertola",
    "requirements": "",
    "description": "<p style=\"text-align: justify;\"><span data-sheets-root=\"1\">Many observations of AGN outflows have been obtained in recent years, detecting ionised and molecular gas ejected from galaxies at velocities up to 1\/10 of the speed of light. In some cases, these velocities are high enough to remove the gas from the galaxy, but it is still not clear if the mass loading factors are high enough to determine the global star formation shutdown required by the models (quenching). There is compelling evidence that high-z AGN reduce the availability of molecular gas in their hosts, that is, to reduce the fuel for future star formation (e.g., Bertola et al. 2024; Frias Castillo et al., 2024; Molyneux et al. 2025), but it is still unclear how this reduction correlates with the outflows and AGN properties.<br><br>HIPER (High resolution Investigation of Feedback Processes with ERis; PI: G.&nbsp;Cresci) is a Guaranteed Time Observations (GTO) program with ERIS at the VLT&nbsp;that specifically aims at probing whether the level of molecular gas depletion is&nbsp;related to the properties (strength and velocity) of AGN-driven winds. By targeting&nbsp;AGN at z~1-3 for which solid estimates of molecular gas mass are already available&nbsp;from CO observations (one of the most effective tracers of molecular gas), HIPER&nbsp;will be able to correlate for the first time the properties of AGN-driven ionised&nbsp;outflows as traced by the [OIII] emission line with the effects on the gas reservoir in&nbsp;their host galaxies, spatially resolving the emission up to 800 pc (~ 0.1&rdquo; at z=2)&nbsp;thanks to the boost in spatial resolution granted by Adaptive Optics.<br><br>During the thesis work, the candidate will use state-of-the-art and new-generation&nbsp;instruments at the major world facilities to investigate the properties of the outflowing&nbsp;gas and its effects on the molecular gas of host galaxies, trying to collect further&nbsp;evidence to answer these fundamental questions (see e.g. Cresci et al. 2015,&nbsp;Maiolino et al. 2017, Cresci &amp; Maiolino 2018, Carniani et al. 2017, Tozzi et al. 2021,&nbsp;Bertola et al., 2025). In particular, the candidate will use &ldquo;integral field&rdquo; spectroscopic&nbsp;data in the near-IR to study the kinematics, geometry, physical conditions of ionised&nbsp;outflows in active galaxies at cosmic noon, obtained with the instrument ERIS at the&nbsp;VLT. Moreover, the candidate will have the opportunity to develop a multi-wavelength&nbsp;characterization of the active galaxies, by analyzing the available ALMA data and&nbsp;deriving their main physical parameters through SED fitting.<br><br>The candidate will also have the possibility of joining an ERIS observing run at the&nbsp;VLT, acquiring a direct experience of observations at a state-of-the-art ground-based&nbsp;telescope, and using fundamental technologies such as Laser-assisted Adaptive&nbsp;Optics.<br><br>Available Data &ndash; The thesis project is intended to carry out a multiwavelength study. The candidate will use the very first scientific data obtained in the framework of the Guaranteed Time Observations (GTO) at the Adaptive Optics assisted spectrograph <a href=\"https:\/\/www.eso.org\/sci\/facilities\/develop\/instruments\/eris.html\" target=\"_blank\" rel=\"noopener\">ERIS<\/a> at VLT.<br><\/span><\/p>\r\n<p style=\"text-align: justify;\"><span data-sheets-root=\"1\">Moreover, the candidate will be making use of submillimeter interferometric data from <a href=\"https:\/\/www.almaobservatory.org\/en\/home\/\" target=\"_blank\" rel=\"noopener\">ALMA<\/a> to trace the molecular masses. Lastly, the candidate will also be making use of SED fitting techniques to derive the properties of the AGN+galaxy systems (e.g., with the <a href=\"https:\/\/cigale.lam.fr\/\" target=\"_blank\" rel=\"noopener\">CIGALE<\/a> code). This will allow the candidate to work on cutting edge multi-wavelength data, acquire a unique experience with one of the latest generation integral field instruments and start publishing in a particular active research field with great prospects.<\/span><\/p>\r\n<p style=\"text-align: justify;\">&nbsp;<\/p>\r\n<p style=\"text-align: justify;\"><span data-sheets-root=\"1\"><strong>References:<\/strong><br>Cresci et al. 2015, Maiolino et al. 2017, Cresci &amp; Maiolino 2018, Carniani et al. 2017, Tozzi et al. 2021, Cresci et al. 23, Bertola et al., 2025<br><\/span><\/p>",
    "contacts": "giovanni.cresci@inaf.it",
    "image": ""
}