{
    "id": "12",
    "title": "Astrochemistry with the Square Kilometer Array Observatory",
    "topic": "Star Formation and Interstellar Medium",
    "thesis_type": "master",
    "duration": "6",
    "supervisor": "Eleonora Bianchi",
    "collaborators": "",
    "description": "<p>Over 300 molecules have been identified in the interstellar medium (ISM), including complex species considered precursors to prebiotic chemistry, such as formamide (NH₂CHO) and glycolaldehyde (CH₂OHCHO). Recent deep surveys performed with single-dish radio telescopes have unveiled a previously overlooked chemistry in prestellar cores, detecting long carbon chains, cyanopolyynes up to HC₁₁N, benzyne (o-C₆H₄), indene (C₉H₈), and glycolamide (NH₂C(O)CH₂OH). A key question remains: it is still unknown whether these complex species are present in protostellar envelopes and protoplanetary disks, and whether they might play a crucial role in transferring organic material to newly forming planetary system objects such as asteroids and comets. These findings highlight the need for new radio observations to both discover new complex molecular species and to explore the planet-forming zone of protoplanetary disks. The Square Kilometre Array Observatory (SKAO) will be the largest radio interferometer in the world, with first light scheduled for 2027. In particular, SKA-Mid, equipped with Band 5 receivers, will provide an unprecedented combination of sensitivity and angular resolution at radio wavelengths. This capability will enable deeper and more comprehensive searches for prebiotic molecules in star-forming regions.<\/p>\r\n<p>During the thesis, the student will investigate the observability of complex species in typical star-forming regions using the SKA-Mid array. Based on previous observations, the student will assume typical gas conditions and use radiative transfer predictions to build synthetic spectra and maps for various molecular species. The student will explore different physical conditions, ranging from the prestellar core stage to the protostellar envelope and protoplanetary disks. Observational parameters will be optimized using the official SKAO sensitivity calculator. Subsequently, simulated observations will be performed using the Python package containing the SKAO Science Operations Array Configuration and templates. The final goal is to identify the most promising science cases and optimal observation strategies for the telescope's first light and its final configuration, thereby laying the groundwork for the SKAO early science. The student will also participate to the activities of the iSEEDs (AstrochemIcal Study of Early Embedded Disks) project (www.iseeds.inaf.it\/).<\/p>",
    "references": "Books:\r\n\r\n1) Yamamoto, Introduction to Astrochemistry. Springer, 2017. ISBN: 978-4-431-54171-4 \r\n2) Stahler &amp;amp; Palla, The Formation of Stars. Wiley-VCH, 2004. ISBN 3-527-40559-3. \r\n3) Tielens, Molecular Astrophysics. Cambridge University Press, 2021. ISBN 978-1-107-16928-9\r\n\r\nArticles: \r\n1) Bianchi E. et al., The Astrophysical Journal, 2023, Volume 944, Issue 2, id.208 (https:\/\/ui.adsabs.harvard.edu\/abs\/2023ApJ...944..208B\/abstract) \r\n2) Giani L. et al., Monthly Notices of the Royal Astronomical Society, 2025 in press. (https:\/\/ui.adsabs.harvard.edu\/abs\/2025MNRAS.tmp.1829G\/abstract)",
    "requirements": "",
    "contacts": "eleonora.bianchi@inaf.it",
    "image": "1769093274_Screenshot 2025-11-21 at 10.17.45 - Eleonora Bianchi.png"
}