{
    "title": "Color study of the asteroid Didymos and Dimorphos using data obtained by LICIACube cubesat in the framework of the DART-HERA mission",
    "topic": "Solar System, Astrobiology and Exoplanets",
    "thesis_type": "master",
    "duration": "6-9",
    "supervisor": "Giovanni Poggiali, John Brucato",
    "collaborators": "",
    "references": "Per info aggiuntive consultare il materiale sul sito del gruppo di ricerca di Astrobiologia dell’Osservatorio Astrofisico di Arcetri riportate sul website: https:\/\/sites.google.com\/inaf.it\/arcetriastrobiologylaboratory\/educational ",
    "requirements": "Basi teoriche di spettroscopia infrarossa e raman",
    "description": "LICIACube mission was the first deepspace italian cubesat to testify the impact between the DART spacecraft and the asteroid Didymos-Dimorphos in the framework of the planetary defence test to deflect dangerous asteroids. Several color images were obtained that can be linked with a variety of geological and physical properties such as differences in composition between the surface and the subsurface, surface grain properties, ejected material structure, etc. Moreover the effect of observational geometry will play a critical role in these kind of analysis. Indeed, the study of the data obtained by the mission is pivotal to support the future planetary defence initiative such as Hera (ESA) and RAMSES (ESA) missions and the laboratory support will improve our capability of intepret the data.  \n\nWe summarize below the various activities that the student may carry out at the Astrobiology Laboratory of the Arcetri Astrophysical Observatory as part of a Master’s thesis (6–9 months):\n- Analysis of RGB images obtained by LICIACube from the surface of Didymos and the ejected material from Dimorphos\n- Laboratory preparation of analog sample of Didymos and other asteroid target of space missions\n- Set-up of experimental apparatus to study the effect of different geometry observation on analog material\n- Study the effect of asteroid environement (vacuum and irradiation) on organic compounds\n- Creation of a laboratory sample database for the instruments on board Hera and RAMSES missions",
    "contacts": "giovanni.poggiali@inaf.it",
    "image": ""
}