{
    "title": "Survivability and Detectability studies on photosynthetic microorganisms in support of ExoMars mission",
    "topic": "Solar System, Astrobiology and Exoplanets",
    "thesis_type": "master",
    "duration": "6-9",
    "supervisor": "Mariano Battistuzzi, John Brucato",
    "collaborators": "",
    "references": "Per info aggiuntive consultare il materiale sul sito del gruppo di ricerca di Astrobiologia dell’Osservatorio Astrofisico di Arcetri riportate sul website: https:\/\/sites.google.com\/inaf.it\/arcetriastrobiologylaboratory\/educational ",
    "requirements": "Basi teoriche di spettroscopia infrarossa e raman",
    "description": "The ESA-NASA ExoMars mission is set to land at Oxia Planum, an ancient fluvial-deltaic sedimentary system formed during the late Noachian\/Early Hesperian, deemed an ideal location to search for well-preserved organic compounds, putative microorganisms, or their degradation products. Given the absence of a thick atmosphere on Mars, UV and ionizing radiation impinge on the surface of the planet constantly, making the search for sign of life on the surface and subsurface of Mars complex. Up to now, most of the studies on radiation resistance and survivability of microorganisms were conducted on aerobic non-photosynthetic microorganisms. Studies on metabolisms which were deemed important for early Earth (e.g. anoxygenic photosynthesis) lack, and therefore investigation in this regard is much needed to accomplish the scientific objectives of ExoMars program. Studies on radiation resistance mostly relied on ionizing radiation through X- and gamma-rays, while studies utilizing H and He ions, mimicking the solar wind, are much rarer.\nIn this Master thesis, the candidate will have the opportunity to investigate, within the \"\"AnoxyMars\"\" project, the radiation resistance of photosynthetic anoxygenic microorganisms representatives of metabolisms which could have been present on Mars during the Late Noachian\/Early Amazonian or could be present nowadays. Organisms will be irradiated by UV photons and ionizing radiation with and without mixing them with Oxia Planum analogue soil, simulating both surface and subsurface radiative environment. After irradiation, the survivability of the microorganisms and the molecules derived from their degradation will be investigated using both laboratory instruments and the engineering models of the Rosalind Franklin scientific payload. \n\nWe summarize below the various activities that the student may carry out at the Astrobiology Laboratory of the Arcetri Astrophysical Observatory as part of a Master’s thesis (6–9 months):\n- Preparation of samples of anoxygenic photosynthetic microorganisms mixed or not with a martian regolith simulant for the UV\/IR exposure; \n- Ultraviolet irradiation of the samples in Mars relevant environmental conditions; \n- Ion-irradiation experiments of the samples; \n- Detectability assessment of the irradiated samples through laboratory instrumentation, comprising for example Raman, FTIR and micro-IR spectroscopy, and Liquid Chromatography- Mass Spectrometry; \n- Detectability\/sensitivity tests through the engineering models of the ExoMars rovers, an activity that will be carried out in collaboration with both national and international institutes;\n- Development of a reference database to support the interpretation of mission data and help identify molecular biosignatures within the mineral deposits to be explored on Mars.",
    "contacts": "mariano.battistuzzi@inaf.it, john.brucato@inaf.it",
    "image": ""
}