{
    "title": "Studi di simulanti asteroidali per supporto all'esplorazione spaziale dei piccoli corpi del Sistema Solare",
    "topic": "Solar System, Astrobiology and Exoplanets",
    "thesis_type": "bachelor",
    "duration": "1",
    "supervisor": "Giovanni Poggiali, John Brucato",
    "collaborators": "",
    "references": "Per info aggiuntive consultare il materiale sul sito del gruppo di ricerca di Astrobiologia dell’Osservatorio Astrofisico di Arcetri riportate sul website: https:\/\/sites.google.com\/inaf.it\/arcetriastrobiologylaboratory\/educational ",
    "requirements": "Nessuno",
    "description": "Gli asteroidi rappresentano ancora oggi uno degli argomenti di ricerca più affascinanti e misteriosi del Sistema Solare. Questi piccoli corpi rocciosi oltre a presentare una grande varietà di composizione in alcuni casi possono contenere abbondanti composti organici ed acqua rendedoli uno dei principali veicoli per il trasferimento di materiale prebiotico nel Sistema Solare. Negli ultimi anni molte missioni spaziali sono state lanciate per esplorare questi corpi celesti e in alcuni casi raccogliere campioni da riportare a Terra, tra quest'ultime le missioni OSIRIS-REx (NASA) e Hayabusa2 (JAXA) hanno riportato a Terra campioni da asteroidi primitivi ricchi di organici. Simulare in laboratorio le superfici di questi asteroidi e capire come la composizione e le proprietà fisiche dei grani possano influenzare le osservazioni, sia da Terra con telescopi che da missioni spaziali, è uno degli obbiettivi principali della planetologia moderna.\n\nTra i possibili obbiettivi della tesi ci sono:\n- Realizzazione e caratterizzazione completa di campioni analoghi e studio di effetti sullo spettro infrarosso dell’ambiente spaziale simulato della superficie di asteroidi (cicli di temperatura giorno\/notte e condizioni di alto vuoto).\n- Studio degli effetti di selezione delle dimensioni dei grani su minerali e meteoriti, attraverso l’analisi infrarossa delle componenti spettrali (effetti su remote sensing e preservazione organici)\n- Analisi spettrale e confronto degli spettri di laboratorio con i dati raccolti in remote sensing per supporto alle missioni spaziali OSIRIS-REx (NASA), Hayabusa2 (JAXA), Hera (ESA) e RAMSES (ESA)",
    "contacts": "giovanni.poggiali@inaf.it",
    "image": ""
}