{
    "title": "Advanced Real-Time Control Strategies for the Next Generation of Giant Telescopes",
    "topic": "Instrumentation",
    "thesis_type": "master",
    "duration": "9",
    "supervisor": "Guido Agapito",
    "collaborators": "",
    "references": "Agapito G. et al. \"MORFEO control strategy\" AO4ELT8 2026\nRossi F. et al. \"Introducing a new generation Adaptive Optics simulation framework: from PASSATA to SPECULA\" JATIS 2026\nCorreia C. et al. \"Super-resolution-enabled atmospheric tomography for astronomical multi-wavefront-sensor adaptive-optics systems\" Experimental Astronomy 2025\nLampitelli et al. \"Description of MORFEO SRTC physical design and prototyping activities\" SPIE 2024\nDunn J. et al. \"HEART: laboratory and on-sky validation of HEART real-time controller (RTC)\" SPIE 2024\nCranney J. et al. \"MAVIS: real-time wavefront estimation strategy\" SPIE 2024\nLevraud N. \"A strategy for sensing the petal mode in the presence of AO residual turbulence with the pyramid wavefront sensor\" A&A 2024\nSelmi C et al. \"PLICO: a framework for Adaptive Optics laboratory experiments\" AO4ELT7 2023\nQuirós-Pacheco et al. \"The Giant Magellan Telescope natural guidestar adaptive optics mode: improving the robustness of segment piston control\" SPIE 2022",
    "requirements": "",
    "description": "The era of Extremely Large Telescopes (ELTs) has arrived. In order to capture sharp images of exoplanets and the distant universe, these giants must look through the turbulent atmosphere, which blurs their vision. The solution is adaptive optics (AO), a technology that reshapes mirrors thousands of times per second to deliver diffraction-limited performance.\n\nINAF-Arcetri plays a leading global role in the development of Adaptive Optics (AO) for the ESO Extremely Large Telescope (ELT) and the Giant Magellan Telescope (GMT). Our team is responsible for the control systems of flagship instruments like MORFEO (Multiconjugate adaptive Optics Relay For ELT Observations), MAVIS (MCAO Assisted Visible Imager and Spectrograph) and ANDES (ArmazoNes high Dispersion Echelle Spectrograph). We deal with thousands of actuators, kHz-rate corrections, and massive data streams.\n\nWe offer Master's thesis opportunities to explore novel control strategies that will define the performance of these future observatories. The work can be tailored to the student's background and interests.\n\nAreas of Research:\n- Theoretical: Design of  controllers and stability analysis.\n- Computational: Real-time optimization of control matrices and latency minimization.\n- High-Performance Simulation: GPU-accelerated simulations of the MORFEO system.\n- Experimental: Testing control laws on laboratory optical benches or through end-to-end simulations.",
    "contacts": "guido.agapito@inaf.it",
    "image": ""
}