{
    "title": "Dual AGN: progenitors of merging supermassive black holes and of Gravitational wave events",
    "topic": "Galaxies and AGNs",
    "thesis_type": "master",
    "duration": "6",
    "supervisor": "Filippo Mannucci",
    "collaborators": "A. Marconi, B. Lusso, M. Scialpi, M. V. Zanchettin, Q. D’Amato",
    "references": "Mannucci et al., 2022, Nature Astr. 6, 1185  \r\nMannucci et al. 2023, A&A 680, 53 \r\nScialpi et al. 2024, A&A 690, 57 \r\nUlivi et al. 2025 arXiv:2508.19494",
    "requirements": "",
    "description": "<p>Dual AGN are pairs of active supermassive black holes in the same host galaxy. They are a natural and yet untested prediction of the current &Lambda;CDM paradigm of galaxy and SMBH formation and evolution, and are the progenitor of the merging BH that will be detected as GW event by the ESA\/NASA satellite LISA. They are very difficult to detect because they are rare systems and require high-resolution observations over large sky areas.<\/p>\r\n<p>We are conducting a large observational campaign to discover and study a large number of distant (z>0.5) dual AGN with small separations (between 1 and 7 kpc), and study their properties. We are using the most powerful telescopes and instrumentations, including 8m-class, ground based, adaptive-optics assisted telescopes with integral-field spectrographs (VLT\/MUSE, VLT\/ERIS, Keck\/OSIRIS, and ALMA) and instruments from the space (HST\/STIS, JWST\/NIRspec). In particular, we are using data from an on-going ESO Large program with VLT\/MUSE (see figure), and guaranteed time observations with VLT\/ERIS. Dual AGN candidates are selected using the ESA satellites Gaia and Euclid through two new revolutionary techniques developed by our group, also using machine learning analysis of images. This allowed us to discover and characterize about 75% of all the confirmed dual AGN at close separation at between redshift 0.5 and 3.5. Machine-learning techniques are used for several of the required tasks. In-person observations at various telescopes, mainly VLT at Paranal, NTT at La Silla, and TNG at La Palma, are possible and encouraged.<\/p>\r\n<p><br><strong>Available master theses:<\/strong><\/p>\r\n<ol>\r\n<li>Study of dual AGN host galaxies using VLT\/ERIS and JWST\/NIRcam images and spectral datacubes from VLT\/MUSE. This project requires accurate subtraction of the point-like AGN through an accurate modelling of the point-spread-function (PSF). The properties of the host galaxies will be compared to those hosting no or only one AGN, and to the predictions of models of galaxy formation.<\/li>\r\n<li>Study of the properties of the molecular gas in dual AGN host galaxies, using sub-mm ALMA data from an on-going observing program. This will allow to understand the role of feedback from the two AGN on the host galaxy and the role of this special evolutionary phase on galaxy evolution.<\/li>\r\n<li>Our sample of dual (and lensed) AGN at sub-arcsec separations is by far the largest existing. By studying the similarities and difference among the metallic absorption lines from foreground material present in the MUSE spectra of the AGN, it is possible to study the 3D (position and redshift) structure and properties of the intergalactic medium at very small separations, and test the results of a number of models predicting the existence of very clumpy structures. This study is also a preparation of of future observations with ELT\/ANDES;<\/li>\r\n<li>Comparison of the physical properties of the detected dual AGN (BH masses, separations, Eddington ratios, dual fraction, host properties etc.) with the predictions of several models of galaxy and SMBH formation and evolution. This will allow us to obtain the first tests ever of a number of predictions of the models relative to SMBH in-spiralling and merging, and obtain better estimates of the GW event rate.<\/li>\r\n<\/ol>",
    "contacts": "filippo.mannucci@inaf.it",
    "image": "1769093653_Mannucci_dual.png"
}