{
    "title": "The intrinsic X-ray photon index distribution in active galactic nuclei",
    "topic": "Galaxies and AGNs",
    "thesis_type": "master",
    "duration": "6-8",
    "supervisor": "Emanuele Nardini",
    "collaborators": "",
    "references": "- “New constraints on the X-ray spectral properties of type 1 active galactic nuclei”, Scott et al. (2011), Monthly Notices of the Royal Astronomical Society, 417, 992 (https:\/\/academic.oup.com\/mnras\/article\/417\/2\/992\/983813?login=false)\n- “The X-ray properties of z ~ 6 luminous quasars”, Nanni et al. (2017), Astronomy & Astrophysics, 603, A128 (https:\/\/www.aanda.org\/articles\/aa\/full_html\/2017\/07\/aa30484-17\/aa30484-17.html)",
    "requirements": "Besides the core courses of the (Observational) Astrophysics path, it is recommended to include in the personal curriculum the “Active galactic nuclei and black holes” course. A basic knowledge of Python is desirable but not strictly necessary, as the required expertise on data reduction and analysis will be acquired as part of the project. The reference papers are provided only to elucidate the broader context of the physical themes that will be addressed during the thesis.",
    "description": "The X-ray spectra of active galactic nuclei are thought to originate from inverse Compton scattering of low-energy (optical\/UV) photons emitted by the cold accretion disc around a supermassive black hole in an adjacent hot corona of relativistic electron, and they usually take the shape of a simple power law. The exact coupling between disc and corona is still unknown, but the power-law photon index is a key diagnostic as it should depend on the physical properties of the corona (electron temperature, optical depth), and it is possibly connected to the accretion rate. However, the presence of gas along the line of sight can substantially modify the emitted X-ray spectrum, and with data of moderate quality it becomes difficult to distinguish between an intrinsically flat continuum and a steep yet absorbed one. The aim of this master thesis is to recover the intrinsic distribution of X-ray photon indices taking advantage of a vast sample of optically-selected AGN with X-ray spectra of sufficient quality to simultaneously measure the column density of any foreground absorber and the photon index of the primary X-ray continuum. It will be possible to investigate how the agreement between the observed and intrinsic photon index distributions depend on data quality, and also whether the X-ray photon index depends on quantities like black-hole mass, X-ray or bolometric luminosity, redshift. The results will have important implications for the physical mechanisms of the accretion process and for cosmological applications involving the use of luminous AGN.",
    "contacts": "emanuele.nardini@inaf.it",
    "image": ""
}