{
    "title": "A panchromatic view of the first quasars in the Universe",
    "topic": "Galaxies and AGNs",
    "thesis_type": "master",
    "duration": "6-9",
    "supervisor": "Emanuele Nardini",
    "collaborators": "",
    "references": "- “The X-shooter\/ALMA Sample of Quasars in the Epoch of Reionization. II. Black Hole Masses, Eddington Ratios, and the Formation of the First Quasars”, Farina et al. (2022), The Astrophysical Journal, 941, 106, 27 \n(https:\/\/ui.adsabs.harvard.edu\/link_gateway\/2022ApJ...941..106F\/PUB_HTML)\n- “Revealing the Accretion Physics of Supermassive Black Holes at Redshift z ∼ 7 with Chandra and Infrared Observations”, Wang et al. (2021), The Astrophysical Journal, 908, 53\n(https:\/\/iopscience.iop.org\/article\/10.3847\/1538-4357\/abcc5e)",
    "requirements": "Besides the core courses of the (Observational) Astrophysics path, it is recommended to include in the personal curriculum the “Active galactic nuclei and black holes” course. A basic knowledge of Python is desirable but not strictly necessary, as the required expertise on data reduction and analysis will be acquired as part of the project. The reference papers are provided only to elucidate the broader context of the physical themes that will be addressed during the thesis.",
    "description": "The existence of supermassive black holes (SMBHs) in the heart of quasars when the Universe was less than 1 billion years old represents a challenge for the models of galaxy formation and evolution. On the one hand, quasars should efficiently accrete material from the host galaxy to sustain the growth of their central SMBH and their huge luminosity; on the other hand, they affect the surrounding environment out to circum-galactic scales by means of their ionizing radiation and energetic and metal-rich outflows. \n\nThe proposed master thesis aims at studying a small sample of high-redshift quasars (z ~ 6) through observations collected with instruments like GMOS at the Gemini Telescope, MUSE at the Very Large Telescope, and\/or NIRSpec\/IFU onboard the James Webb Space Telescope. These data will allow a variety of studies, including the measurement of SMBH masses and accretion rates from broad emission lines and continuum luminosities, the determination of the incidence and impact of outflows from emission\/absorption features, the investigation of the physical conditions in the circum-galactic medium. Crucially, these objects benefit from an exquisite multiwavelength dataset up to the X-rays, thanks to observations obtained with XMM-Newton and\/or Chandra. X-ray data are fundamental to pinpoint the SMBH accretion state and the total energy budget of these quasars, allowing a link between micro and macro scales.",
    "contacts": "emanuele.nardini@inaf.it",
    "image": ""
}