{
    "title": "Confronting galaxy evolution models with spectroscopic observations on a safer ground using predicted spectral index strengths",
    "topic": "Galaxies and AGNs",
    "thesis_type": "master",
    "duration": "6-9",
    "supervisor": "Stefano Zibetti, Anna R. Gallazzi",
    "collaborators": "",
    "references": "De Lucia G., Fontanot F., Xie L., Hirschmann M., 2024, A&A, 687, A68\nFontanot F., La Barbera F., De Lucia G., Cecchi R., Xie L., Hirschmann M., Bruzual G., et al., 2024, A&A, 686, A302\nMattolini D., Zibetti S., Gallazzi A. R., Scholz-Diaz L., Pratesi J., 2025, A&A, 703, A5\nZibetti S., Pratesi J., Gallazzi A. R., Mattolini D., Scholz-Diaz L., 2025, arXiv, arXiv:2508.19462, A&A submitted",
    "requirements": "General astrophysics courses, \"Physics of galaxies\" course. Programming skills (python and C recommended)",
    "description": "Semi-analytic models (SAMs) of galaxy evolution like GAEA (De Lucia et al. 2024) provide detailed predictions for the assembly histories, star formation, and chemical evolution of galaxies across cosmic time. Traditional comparisons between models and observations rely on inferring physical stellar population parameters (ages, metallicities, star formation histories) from observed spectra—a process fraught with degeneracies and model-dependent assumptions. This thesis takes a fundamentally different approach: rather than reverse-engineering physical parameters from observations, we perform pure forward modeling by predicting observable spectral features directly from GAEA outputs and comparing these predictions with observations.\n\nRecent work has provided volume-corrected distributions of stellar absorption indices for >380,000 SDSS galaxies, accounting for both aperture bias and selection effects (Zibetti+2025, Mattolini+2025). The student will synthesize mock spectroscopic observations from GAEA SAM outputs (see Fontanot et al. 2024), generating realistic spectra from the model's predicted star formation histories using stellar population synthesis codes, and compute spectral indices in an identical manner to the observational measurements. This forward approach avoids the complexities and uncertainties of inverse stellar population modeling entirely, providing a direct, model-to-observable comparison on equal footing.\nStatistical comparisons of predicted versus observed index distributions as a function of stellar mass, environment, and other galaxy properties will rigorously test GAEA's prescriptions for star formation histories, chemical enrichment timescales, and stellar population properties. The project offers hands-on experience with large spectroscopic datasets, semi-analytic models, stellar population synthesis, and statistical analysis techniques essential for modern extragalactic astrophysics.",
    "contacts": "stefano.zibetti@inaf.it",
    "image": ""
}