{
    "title": "Resolution effects on spectroscopic estimates of stellar population parameters in galaxies",
    "topic": "Galaxies and AGNs",
    "thesis_type": "master",
    "duration": "6-9",
    "supervisor": "Stefano Zibetti, Anna R. Gallazzi",
    "collaborators": "",
    "references": "Gallazzi et al., 2005, MNRAS, 362, 41; Zibetti et al., 2009, MNRAS, 400, 1181; Zibetti et al., 2017, MNRAS, 468, 1902; arXiv, arXiv:2508.19462, A&A accepted ",
    "requirements": "General astrophysics courses, \"Physics of galaxies\" course. Programming skills (python recommended)",
    "description": "Galaxies follow important scaling relations that connect the properties of stellar populations (age, chemical composition, etc.) to the mass of the galaxies. However, for most low and intermediate redshift samples, such properties are derived from single integrated spectra that collect only a portion of the galaxy's light through a finite aperture (slit or fiber). The fraction of light collected depends on the radial brightness profile of the galaxy, the observational conditions, and the redshift. Due to the radial variations in the properties of stellar populations, the use of finite apertures can lead to interpretative biases that are currently poorly understood but potentially relevant for comparing different samples at different redshifts and thus for understanding the physics of galaxies. Furthermore, the integrated spectrum of a galaxy inevitably tends to reflect the properties of the brightest regions, which are not necessarily the most important in terms of mass: we call this potential bias \"resolution bias\".\nThanks to the technique of \"integral field\" spectroscopy, it is possible to quantify the differences between \"total\" estimates obtained by appropriately weighting the different regions of galaxies, and partial estimates and\/or those obtained from integrated spectra. In a previous work (Zibetti, Pratesi et al. 2025) we have quantified the bias arising from the finite aperture effects and devised methods to correct it. We still lack a precise determination and correction recipes for the resolution bias. This is precisely the primary objective of this master's thesis. \n\nThe student will use as a data basis the sample of galaxies observed in integral field spectroscopy from the CALIFA survey and analyzed in Zibetti et al. (2017) to derive the parameters of the stellar populations. Parameters obtained from integrated spectra will be confronted to those obtained by averaging the spatially resolved maps of the same parameters, with the goal of assessing the resulting bias. The impact of such a bias on the scaling relations (e.g., mass-age, mass-metallicity) obtained from large single-aperture spectroscopic surveys (SDSS) will be studied.",
    "contacts": "stefano.zibetti@inaf.it",
    "image": ""
}