{
    "id": "7",
    "title": "Analisi della correlazione tra emissione nei raggi X e nell’ultravioletto dei nuclei galattici attivi tramite flussi di banda",
    "topic": "Galaxies and AGNs",
    "thesis_type": "bachelor",
    "duration": "1",
    "supervisor": "Emanuele Nardini (referente UNIFI: Beta Lusso)",
    "collaborators": "",
    "description": "<p>La radiazione emessa dai nuclei galattici attivi (AGN) nei raggi X e nell&rsquo;ultravioletto segue una correlazione non lineare molto stretta, che emerge prendendo in considerazione le luminosit&agrave; monocromatiche misurate a 2 keV e a 2500 &Aring; come indicatori, rispettivamente, dell'emissione della corona e del disco di accrescimento.<\/p>\r\n<p>In questo lavoro di tesi si propone di utilizzare per la prima volta luminosit&agrave; di banda invece che monocromatiche, allo scopo di rimuovere la dipendenza delle misure dalla forma spettrale locale e, possibilmente, ridurre la dispersione osservata della correlazione. La stima della dispersione intrinseca della relazione X\/UV ha importanti implicazioni sia per quanto riguarda la fisica dell&rsquo;accrescimento sui buchi neri supermassicci, sia per le possibili applicazioni in ambito cosmologico.<\/p>\r\n<p>La tesi ha durata di circa 1 mese cos&igrave; suddiviso: 1 settimana per prendere confidenza con il tema del progetto e per la preparazione degli script Python che verranno poi utilizzati per l&rsquo;analisi; 2 settimane per l&rsquo;analisi dei dati e la preparazione dei grafici; 1 settimana per la scrittura dell&rsquo;elaborato.<\/p>",
    "references": "- “Quasars as standard candles IV. Analysis of the X-ray and UV indicators of the disc-corona relation”, Signorini et al. (2023), Astronomy &amp; Astrophysics, 676, A143 (https:\/\/www.aanda.org\/articles\/aa\/full_html\/2023\/08\/aa46104-23\/aa46104-23.html)\r\n- “The Tight Relation between X-Ray and Ultraviolet Luminosity of Quasars”, Lusso &amp; Risaliti (2016), The Astrophysical Journal, 819, 154 (https:\/\/iopscience.iop.org\/article\/10.3847\/0004-637X\/819\/2\/154)",
    "requirements": "I concetti alla base del lavoro sono stati descritti nei corsi obbligatori di “Astronomia” e “Introduzione all’astrofisica”. Aver seguito il corso facoltativo di “Introduzione alle osservazioni astrofisiche” è indicato ma non strettamente necessario. Tutti i parametri che saranno oggetto di studio sono stati già determinati e pubblicati nel catalogo dei quasar della Sloan Digital Sky Survey e in quello relativo alla missione ESA XMM-Newton. Una minima conoscenza del linguaggio Python è indicata ma non strettamente necessaria, dato che gli script per l’analisi del campione sono estremamente semplici e degli esempi delle funzioni necessarie per il progetto verranno forniti allo studente o alla studentessa. Non è richiesta una lettura dettagliata degli articoli di riferimento che sono forniti allo scopo di dare l’idea generale del problema fisico da affrontare.",
    "contacts": "emanuele.nardini@inaf.it",
    "image": ""
}